MPU Messenger/MPU Messenger/bin/Debug/MPU Mesajları/0016-Client To MPU GetVariablesInformation Request Message.txt

<?xml version="1.0" encoding="utf-8"?>
    <soap:Envelope
        xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xmlns:xsd="http://www.w3.org/2001/XMLSchema">
        <soap:Body>
            <GetVariablesInformation
                xmlns="urn:WEB-TRC">
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                        25165926
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                        25165927
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                        25165928
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                        25165929
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                        25165930
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                        25165931
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                        25165932
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                        25165933
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                        25165934
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>25165935</oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                    25165936
                    </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                        25165937
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                        25165938
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>tracer</sDashInfo>
                    <oVariableId>
                        25165939
                        </oVariableId>
                    </oVariableIds>
                </GetVariablesInformation>
            </soap:Body>
        </soap:Envelope>